Repository: rocavence/Wunderkammer
Catalog: Wunderkammer/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, es, ja, ko, pt_br

source: 這台 Mac 沒有開啟 iCloud 雲碟。到「系統設定 → Apple 帳號 → iCloud」打開後，就能在你的 Mac 之間同步。
en: iCloud Drive is off on this Mac. Turn it on in System Settings → Apple Account → iCloud to sync between your Macs.
es: iCloud Drive está desactivado en este Mac. Actívalo en Ajustes del Sistema → Cuenta de Apple → iCloud para sincronizar tus Mac.
ja: この Mac では iCloud Drive がオフです。「システム設定 → Apple アカウント → iCloud」でオンにすると、Mac 間で同期できます。
ko: 이 Mac에서 iCloud Drive가 꺼져 있습니다. ‘시스템 설정 → Apple 계정 → iCloud’에서 켜면 Mac 간에 동기화할 수 있어요.
pt_br: O iCloud Drive está desligado neste Mac. Ative em Ajustes do Sistema → Conta Apple → iCloud para sincronizar seus Macs.

source: 這裡還沒有圖
en: No images here yet
es: Aún no hay imágenes aquí
ja: まだ画像がありません
ko: 아직 이미지가 없음
pt_br: Ainda não há imagens aqui

source: 連結的 %lld 個資料夾會停止監看，裡面的檔案不會被動到。
en: The %lld linked folders will no longer be watched. Files in them won't be touched.
es: Se dejarán de vigilar las %lld carpetas enlazadas; sus archivos no se tocarán.
ja: リンクした %lld 個のフォルダの監視を停止します。フォルダ内のファイルには影響しません。
ko: 연결된 폴더 %lld개의 감시가 중단됩니다. 폴더 안의 파일은 변경되지 않습니다.
pt_br: As %lld pastas vinculadas deixarão de ser monitoradas; os arquivos nelas não serão alterados.

source: 連結資料夾
en: Linked folders
es: Carpetas enlazadas
ja: リンクしたフォルダ
ko: 연결된 폴더
pt_br: Pastas vinculadas

source: 連起來
en: Connect
es: Conectar
ja: つなぐ
ko: 연결하기
pt_br: Conectar

source: 進入全螢幕
en: Enter Full Screen
es: Pantalla completa
ja: フルスクリーンにする
ko: 전체 화면 시작
pt_br: Entrar em tela cheia

source: 過去的今天
en: On this day
es: Un día como hoy
ja: 過去の今日
ko: 과거의 오늘
pt_br: Neste dia

source: 過去的今天，你還沒有收藏東西 明年的今天，這裡會有今天收的東西
en: You haven't collected anything on this day before Next year, what you collect today will be here
es: No guardaste nada un día como hoy El año que viene, lo que guardes hoy aparecerá aquí
ja: 過去の今日に追加したものはまだありません 来年の今日、ここに今日追加したものが表示されます
ko: 과거의 오늘에 수집한 항목이 없습니다 내년 오늘에는 오늘 수집한 항목이 여기에 나타납니다
pt_br: Você ainda não coletou nada neste dia No ano que vem, o que você coletar hoje aparecerá aqui

source: 選一件收藏 這裡會顯示系統替它記下的一切： 它是什麼、從哪來、和什麼有關
en: Select an item Everything the system noted about it shows here: what it is, where it came from and what it relates to
es: Selecciona un elemento Aquí verás todo lo que el sistema sabe de él: qué es, de dónde viene y con qué se relaciona
ja: アイテムを選択してください システムが記録したすべてがここに表示されます： 何なのか、どこから来たのか、何と関係があるのか
ko: 항목을 선택하십시오 시스템이 기록한 모든 내용이 여기에 표시됩니다: 무엇인지, 어디에서 왔는지, 무엇과 관련 있는지
pt_br: Selecione um item Aqui aparece tudo o que o sistema registrou sobre ele: o que é, de onde veio e com o que se relaciona

source: 選一件，按 ⌘I 看它和什麼有關
en: Select one and press ⌘I to see what it relates to
es: Selecciona uno y pulsa ⌘I para ver con qué se relaciona
ja: アイテムを選んで ⌘I を押すと、関係するものが表示されます
ko: 항목을 선택하고 ⌘I를 눌러 관련 항목 보기
pt_br: Selecione um item e pressione ⌘I para ver suas relações

source: 選單、按鈕與訊息使用的語言。
en: The language used for menus, buttons and messages.
es: Idioma de los menús, botones y mensajes.
ja: メニュー、ボタン、メッセージに使用する言語です。
ko: 메뉴, 버튼 및 메시지에 사용할 언어입니다.
pt_br: O idioma dos menus, botões e mensagens.

source: 選範圍或視窗，截好直接收進來。
en: Pick an area or a window; the screenshot goes straight in.
es: Elige un área o una ventana; la captura entra directamente.
ja: 範囲かウインドウを選ぶと、撮ったものがそのまま収まります。
ko: 영역이나 윈도우를 고르면 찍은 화면이 바로 들어옵니다.
pt_br: Escolha uma área ou janela; a captura entra direto.

source: 還原
en: Undo
es: Deshacer
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer

source: 還沒有%@ 收進來的%@會自動出現在這裡
en: No %@ yet %@ you collect will appear here automatically
es: Aún no hay elementos de tipo %@ Los elementos de tipo %@ que guardes aparecerán aquí automáticamente
ja: %1$@はまだありません 追加した%2$@は自動的にここに表示されます
ko: 아직 %1$@ 항목 없음 수집한 %2$@ 항목이 여기에 자동으로 나타납니다
pt_br: Ainda não há %@ Os %@ que você coletar aparecerão aqui automaticamente

source: 還沒有收藏
en: No items yet
es: Aún no hay elementos
ja: まだアイテムがありません
ko: 아직 항목 없음
pt_br: Ainda não há itens

source: 還沒有足跡 打開的每一件收藏，都會依序留在這裡
en: No trail yet Every item you open is kept here in order
es: Aún no hay rastro Cada elemento que abras quedará aquí en orden
ja: まだ足跡がありません 開いたアイテムが順番にここに残ります
ko: 아직 발자취 없음 연 항목이 모두 순서대로 여기에 남습니다
pt_br: Ainda não há trilha Cada item que você abrir ficará registrado aqui, em ordem

source: 還沒有連結資料夾。
en: No linked folders yet.
es: Aún no hay carpetas enlazadas.
ja: リンクしたフォルダはまだありません。
ko: 연결된 폴더가 아직 없습니다.
pt_br: Nenhuma pasta vinculada ainda.

source: 重做
en: Redo
es: Rehacer
ja: やり直す
ko: 실행 복귀
pt_br: Refazer

source: 重新命名
en: Rename
es: Renombrar
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear

source: 重新開啟
en: Relaunch
es: Reabrir
ja: 再起動
ko: 다시 열기
pt_br: Reabrir

source: 重新開啟 Wunder 後換成新的語言。
en: The new language takes effect after you relaunch Wunder.
es: El nuevo idioma se aplicará al reabrir Wunder.
ja: Wunder を再起動すると新しい言語に切り替わります。
ko: Wunder를 다시 열면 새로운 언어로 변경됩니다.
pt_br: O novo idioma será aplicado quando você reabrir o Wunder.

source: 重設
en: Reset
es: Restablecer
ja: リセット
ko: 재설정
pt_br: Redefinir

source: 重設工作台擺放…
en: Reset Space Layout…
es: Restablecer disposición de la Mesa de trabajo…
ja: 作業台の配置をリセット…
ko: 작업대 배치 재설정…
pt_br: Redefinir disposição da Bancada…

source: 重設工作台的擺放？
en: Reset the Space layout?
es: ¿Restablecer la disposición de la Mesa de trabajo?
ja: 作業台の配置をリセットしますか？
ko: 작업대 배치를 재설정하겠습니까?
pt_br: Redefinir a disposição da Bancada?

source: 重設擺放…
en: Reset Layout…
es: Restablecer disposición…
ja: 配置をリセット…
ko: 배치 재설정…
pt_br: Redefinir disposição…

source: 重點色
en: Accent color
es: Color de resalte
ja: アクセントカラー
ko: 강조 색상
pt_br: Cor de destaque

source: 金
en: Gold
es: Dorado
ja: ゴールド
ko: 금색
pt_br: Dourado

source: 釘選版
en: Pinboard
es: Tablero
ja: ピンボード
ko: 핀보드
pt_br: Quadros

source: 釘選版 %lld
en: Pinboard %lld
es: Tablero %lld
ja: ピンボード %lld
ko: 핀보드 %lld
pt_br: Quadro %lld

source: 銀
en: Silver
es: Plateado
ja: シルバー
ko: 은색
pt_br: Prateado

source: 長度
en: Duration
es: Duración
ja: 長さ
ko: 길이
pt_br: Duração

source: 開始同步
en: Start Syncing
es: Empezar a sincronizar
ja: 同期を開始
ko: 동기화 시작
pt_br: Começar a sincronizar

source: 關於
en: About
es: Acerca de
ja: 情報
ko: 정보
pt_br: Sobre

source: 關於 Wunder
en: About Wunder
es: Acerca de Wunder
ja: Wunder について
ko: Wunder에 관하여
pt_br: Sobre o Wunder

source: 關聯
en: Connections
es: Relaciones
ja: 関連
ko: 관계
pt_br: Relações

source: 關閉回答
en: Close Answer
es: Cerrar respuesta
ja: 回答を閉じる
ko: 답변 닫기
pt_br: Fechar resposta

source: 關閉提示
en: Close tips
es: Cerrar consejos
ja: ヒントを閉じる
ko: 도움말 닫기
pt_br: Fechar dicas

source: 關閉視窗
en: Close Window
es: Cerrar ventana
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar janela

source: 隨機
en: Random
es: Al azar
ja: ランダム
ko: 무작위
pt_br: Aleatório

source: 隨機一件
en: Surprise Me
es: Elemento al azar
ja: ランダムに 1 件
ko: 무작위 항목
pt_br: Item aleatório

source: 隱私
en: Privacy
es: Privacidad
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade

source: 隱藏 Wunder
en: Hide Wunder
es: Ocultar Wunder
ja: Wunder を非表示
ko: Wunder 가리기
pt_br: Ocultar Wunder

source: 電影
en: Movie
es: Película
ja: 映画
ko: 영화
pt_br: Filmes

source: 電影與影集
en: Movies and TV
es: Películas y series
ja: 映画とシリーズ
ko: 영화 및 시리즈
pt_br: Filmes e séries

source: 需要 Apple Intelligence
en: Requires Apple Intelligence
es: Requiere Apple Intelligence
ja: Apple Intelligence が必要です
ko: Apple Intelligence 필요
pt_br: Requer Apple Intelligence

source: 需要「自動化」權限
en: Automation permission needed
es: Se necesita permiso de Automatización
ja: 「オートメーション」の許可が必要です
ko: ‘자동화’ 권한이 필요합니다
pt_br: É preciso permissão de Automação

source: 需要「輔助使用」權限
en: Accessibility permission required
es: Requiere permiso de accesibilidad
ja: 「アクセシビリティ」の許可が必要です
ko: ‘손쉬운 사용’ 권한 필요
pt_br: Requer permissão de Acessibilidade

source: 霍克尼藍
en: Hockney Blue
es: Azul Hockney
ja: ホックニー・ブルー
ko: 호크니 블루
pt_br: Azul Hockney

source: 青
en: Teal
es: Turquesa
ja: シアン
ko: 청록
pt_br: Ciano

source: 音樂
en: Music
es: Música
ja: ミュージック
ko: 음악
pt_br: Música

source: 頁數
en: Pages
es: Páginas
ja: ページ数
ko: 페이지 수
pt_br: Páginas

source: 頁面快照
en: Page snapshot
es: Instantánea de la página
ja: ページのスナップショット
ko: 페이지 스냅샷
pt_br: Instantâneo da página

source: 預設
en: Default
es: Predeterminado
ja: デフォルト
ko: 기본값
pt_br: Padrão

source: 顏色
en: Colors
es: Colores
ja: カラー
ko: 색상
pt_br: Cores

source: 類型
en: Type
es: Tipo
ja: 種類
ko: 유형
pt_br: Tipo

source: 顯示全部
en: Show All
es: Mostrar todo
ja: すべてを表示
ko: 모두 보기
pt_br: Mostrar tudo

source: 顯示或隱藏側欄
en: Show or Hide Sidebar
es: Mostrar u ocultar la barra lateral
ja: サイドバーを表示/非表示
ko: 사이드바 보기 또는 가리기
pt_br: Mostrar ou ocultar a barra lateral

source: 顯示或隱藏側欄（⌃⌘S）
en: Show or Hide Sidebar (⌃⌘S)
es: Mostrar u ocultar la barra lateral (⌃⌘S)
ja: サイドバーを表示/非表示（⌃⌘S）
ko: 사이드바 보기 또는 가리기(⌃⌘S)
pt_br: Mostrar ou ocultar a barra lateral (⌃⌘S)

source: 顯示方式
en: View
es: Visualización
ja: 表示方法
ko: 보기 방식
pt_br: Visualização

source: 馬諦斯紅
en: Matisse Red
es: Rojo Matisse
ja: マティス・レッド
ko: 마티스 레드
pt_br: Vermelho Matisse

source: 鳶尾紫
en: Iris Violet
es: Violeta iris
ja: アイリス・バイオレット
ko: 아이리스 바이올렛
pt_br: Violeta íris

source: 黃
en: Yellow
es: Amarillo
ja: 黄
ko: 노랑
pt_br: Amarelo

source: 黃色
en: Yellow
es: Amarillo
ja: 黄色
ko: 노란색
pt_br: Amarelo

source: 黑
en: Black
es: Negro
ja: 黒
ko: 검정
pt_br: Preto

source: 黑色
en: Black
es: Negro
ja: 黒
ko: 검은색
pt_br: Preto

source: 點一下快捷鍵，再按下新的組合鍵。Esc 取消，Delete 還原預設。 也可以把任何東西拖到選單列的拱門。
en: Click a shortcut, then press the new keys. Esc cancels, Delete restores the default. You can also drag anything onto the arch in the menu bar.
es: Haz clic en un atajo y pulsa las nuevas teclas. Esc cancela; Suprimir restaura el atajo predeterminado. También puedes arrastrar cualquier cosa al arco de la barra de menús.
ja: ショートカットをクリックして、新しいキーを押します。 Esc で取り消し、Delete でデフォルトに戻します。 メニューバーのアーチに何でもドラッグすることもできます。
ko: 단축키를 클릭한 뒤 새 키 조합을 누르세요. Esc는 취소, Delete는 기본값 복원입니다. 메뉴 막대의 아치로 무엇이든 끌어 놓을 수도 있습니다.
pt_br: Clique num atalho e pressione as novas teclas. Esc cancela; Delete restaura o padrão. Você também pode arrastar qualquer coisa para o arco da barra de menus.

source: 點右下的空格存起來，再點一次回到這個排法。
en: Click an empty slot at the bottom right to save; click it again to come back.
es: Haz clic en un hueco abajo a la derecha para guardar; vuelve a hacer clic para regresar.
ja: 右下の空いた枠をクリックして保存、もう一度クリックでこの並びに戻ります。
ko: 오른쪽 아래 빈 칸을 클릭해 저장하고, 다시 클릭하면 이 배치로 돌아옵니다.
pt_br: Clique num espaço vazio no canto inferior direito para salvar; clique de novo para voltar.

source: ，目前開著
en: , currently open
es: , abierto ahora
ja: 、現在開いています
ko: , 현재 열려 있음
pt_br: , aberto agora

source: Ask
es: Preguntar
ja: 質問
ko: 질문하기
pt_br: Perguntar

source: Ask Wunder
es: Preguntar a Wunder
ja: Wunder に質問
ko: Wunder에 질문하기
pt_br: Perguntar ao Wunder

source: Ask a question about what you've collected. Answered on this Mac by Apple Intelligence.
es: Haz una pregunta sobre lo que has guardado. Apple Intelligence responde en este Mac.
ja: 集めたものについて質問します。このMac上で Apple Intelligence が回答します。
ko: 수집한 항목에 대해 질문하십시오. 이 Mac에서 Apple Intelligence가 답변합니다.
pt_br: Faça uma pergunta sobre o que você coletou. A resposta é gerada neste Mac pela Apple Intelligence.

source: Collect
es: Guardar
ja: 追加
ko: 수집
pt_br: Coletar

source: Collect into Wunder
es: Guardar en Wunder
ja: Wunder に追加
ko: Wunder에 수집
pt_br: Coletar no Wunder

source: Collect what you just copied, or the page open in your browser. Same as ⌘⇧C.
es: Guarda lo que acabas de copiar o la página abierta en tu navegador. Igual que ⌘⇧C.
ja: コピーしたばかりのもの、またはブラウザで開いているページを追加します。⌘⇧C と同じです。
ko: 방금 복사한 항목이나 브라우저에 열린 페이지를 수집합니다. ⌘⇧C와 같습니다.
pt_br: Coleta o que você acabou de copiar ou a página aberta no navegador. O mesmo que ⌘⇧C.

source: Collected.
es: Guardado.
ja: 追加しました。
ko: 수집했습니다.
pt_br: Coletado.

source: Question
es: Pregunta
ja: 質問
ko: 질문
pt_br: Pergunta

source: Search
es: Buscar
ja: 検索
ko: 검색
pt_br: Buscar

source: Search Wunder
es: Buscar en Wunder
ja: Wunder を検索
ko: Wunder 검색
pt_br: Buscar no Wunder

source: Search for
es: Buscar
ja: 検索語
ko: 검색어
pt_br: Buscar por

source: Show something you collected a while ago, at random.
es: Muestra al azar algo que guardaste hace tiempo.
ja: 以前に集めたものをランダムに表示します。
ko: 예전에 수집한 항목을 무작위로 보여줍니다.
pt_br: Mostra, ao acaso, algo que você coletou há algum tempo.

source: Something at Random
es: Algo al azar
ja: ランダムな 1 件
ko: 무작위 항목
pt_br: Algo ao acaso

source: Something from Wunder
es: Algo de Wunder
ja: Wunder からの 1 件
ko: Wunder의 항목
pt_br: Algo do Wunder

source: There's nothing to collect. Copy something first.
es: No hay nada que guardar. Copia algo primero.
ja: 追加できるものがありません。先に何かをコピーしてください。
ko: 수집할 항목이 없습니다. 먼저 무언가를 복사하십시오.
pt_br: Não há nada para coletar. Copie algo primeiro.

source: What should I look for?
es: ¿Qué debo buscar?
ja: 何を探しますか？
ko: 무엇을 찾을까요?
pt_br: O que devo procurar?

source: What would you like to know?
es: ¿Qué te gustaría saber?
ja: 何を知りたいですか？
ko: 무엇이 궁금하십니까?
pt_br: O que você gostaria de saber?

source: Wunder isn't ready yet.
es: Wunder todavía no está listo.
ja: Wunder はまだ準備ができていません。
ko: Wunder가 아직 준비되지 않았습니다.
pt_br: O Wunder ainda não está pronto.
